[SetupWizard]

Install 			= Installa i driver e le utilità della scheda WLAN ASUS
Install_ToolTip			= Cliccare qui per eseguire il programma di installazione
Uninstall			= Rimuovi le utilità / driver della scheda WLAN ASUS
Uninstall_ToolTip 		= Fare clic per rimuovere le utilità / driver della scheda WLAN dal sistema
Manual_Read_Install		= Leggi/Installa la Documentazione Utente 
Manual_Read_Install_ToolTip	= Fare clic per visualizzare o installare il Manuale Utente
Explore_CD			= Esplora il CD-ROM
Explore_CD_ToolTip		= Fare clic per sfogliare il CD-ROM utilizzando Esplora Risorse
Browse_WebSite			= Visita il nostro Sito Web 
Browse_WebSite_ToolTip		= Fare clic per aprire il nostro sito web nel browser
Install_Langauge		= Installa lingua : 
Exit				= Esci      
Read_QSG			= Leggi la Guida Rapida della Scheda
Read_QSG_ToolTip		= Fare clic per aprire la Guida Rapida della Scheda WLAN
Read_UserManual			= Leggi il Manuale Utente della Scheda
Read_UserManual_ToolTip		= Fare clic per visualizzare il Manuale Utente della Scheda WLAN 
Install_UserDoc			= Installa la Documentazione Utente
Install_UserDoc_ToolTip		= Fare clic per installare la Documentazione Utente 
Install_AdobeReader		= Installa Acrobat Reader
Install_AdobeReader_ToolTip	= Il documento è in formato PDF. Utilizzare Adobe Acrobat Reader per visualizzarlo.
Download_AdobeReader		= Scarica Acrobat Reader
Download_AdobeReader_ToolTip	= Clicca su "Scarica Adobe Reader" Adobe Reader è collegato al sito ufficiale, è possibile scaricare aggiornamenti software
Return				= Ritorno
Uninstall_notHaveDriver		= Non si installa la ASUS WLAN Utility / Driver, Vi preghiamo gentilmente di check it!

[Languages]

English				= English
Czech				= čeština
Greek				= Ελληνικά
Hungarian			= magyar
Polish				= polski
Portuguese			= português
Romanian			= română
Spanish				= español
Latvia				= latviešu
Lithuanian			= lietuvių
French				= français
German				= deutsch
Italian				= italiano
Russian				= русский
Traditional_Chinese		= 中文 (繁體)
Turkish			=Türkçe

